tap "felixkratz/formulae"
tap "powershell/tap"
brew "btop"
brew "openssl@3"
brew "cava"
brew "cmatrix"
brew "eza"
brew "fd"
brew "ripgrep"
brew "figlet"
brew "ffmpeg"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "htop"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "openvpn"
brew "pandoc"
brew "opencode"
brew "pnpm"
brew "prettier"
brew "scrapy"
brew "sketchybar"
brew "telnet"
brew "tmux"
brew "wireguard-tools"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "powershell/tap/powershell"
cask "bitwarden"
cask "localsend"
cask "aerospace"
cask "claude-code"
cask "codex"
cask "karabiner-elements"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hediet.vscode-drawio"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "openai.chatgpt"
vscode "oracle.suitecloud-vscode-extension"
vscode "ritwickdey.liveserver"
