tap "felixkratz/formulae"
tap "powershell/tap"
brew "btop"
brew "openssl@3"
brew "cava"
brew "cmatrix"
brew "ripgrep"
brew "codex"
brew "figlet"
brew "fzf"
brew "gh"
brew "htop"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "openvpn"
brew "pandoc"
brew "scrapy"
brew "telnet"
brew "felixkratz/formulae/borders"
brew "powershell/tap/powershell"
cask "bitwarden"
cask "chai"
cask "localsend"
vscode "dbaeumer.vscode-eslint"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hediet.vscode-drawio"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "openai.chatgpt"
vscode "oracle.suitecloud-vscode-extension"
vscode "ritwickdey.liveserver"
